export default {
  NOT_FOUND_PHONE: 'Пользователь с таким номер телефона не найден!',
  NOT_FOUND: 'Пользователь не найден!',
  EXIST_PHONE: 'Пользователь с таким номером телефона уже существует!',
  EXIST_EMAIL: 'Пользователь с таким Email уже существует!',
  PASSWORD_NOT_MATCH: 'Пароли не совпадают!',
  MAX_ABOUT_LENGTH: 'Описание профиля не может превышать 1000 символов!',
  NAME_LENGTH: 'ФИО не может быть менее 6 и более 150 символов!',
  BIRTHDAY_ERROR: 'Введите корректную дату рождения в формате дд.мм.гггг!',
  PASSWORD_LENGTH: 'Пароль не может быть менее 6 и более 30 символов!',
  UNVALID_CURRENT_PASSWORD: 'Вы ввели неверный текущий пароль!',

  CHANGE_PASSWORD: 'Вы успешно сменили пароль!',
  CHANGE_EMAIL: 'Вы успешно сменили почту!',
};
