export default {
  LOGIN_ERROR: 'Пользователь с таким номером телефона или паролем не существует!',
  LOGIN_ADMIN_ERROR: 'Пользователь с такой почтой или паролем не существует!',
  SENDED_PHONE: 'СМС сообщение с кодом отправлено на ваш номер телефона!',
  SIGNUP_SUCCESS: 'Ваш аккаунт зарегистрирован!',
  SIGNIN_ADMIN_ERROR: 'Вы не можете авторизоваться под этим аккаунтом здесь!',
  VALIDATE_CODE_EXPIRED:
    'Время истекло! Запросите новое СМС сообщение на ваш номер телефона!',
  CODE_UNVERIFIED: 'Проверочный код не был валидирован!',
  EXIST_PASSWORD: 'Введите пароль отличный от вашего предыдущего пароля!',
  INVALID_VALIDATE_CODE: 'Введен неверный проверочный код!',
  SEND_CODE_ERROR: 'При отправке смс с кодом произошла ошибка! Повторите попытку позже или обратитесь в поддержку!',
};
