export default {
  NOT_FOUND: 'Платежные данные не найдены! Обратитесь в поддержку!',
  INSUFFICIENT_BALANCE: 'Введенная сумма превышает сумму Вашего баланса!',
  MIN_MAX_WITHDRAWAL_AMOUNT:
    'Сумма для вывода должна быть не менее 1.000 рублей и не более 200.000 рублей!',
  WITHDRAWAL_ERROR: 'При запросе на вывод средств возникла ошибка! Обратитесь в поддержку!',
  WITHDRAWAL_BALANCE_ERROR: 'Вы не можете выводить средства! Обратитесь в поддержку!',
  PAYMENT_BALANCE_ERORR: 'На вашем счете недостаточно средств!',
  RESERVE_ERROR: 'Повторно забронировать место невозможно!',
  RESERVE_PAYMENT_ERROR: 'Вы не бронировали место!',
  PAYMENT_INITIAL_ERROR:
    'При формировании платежа вознилка ошибка! Попробуйте позже или свяжитесь с поддержкой!',
};
